<?php

return [
    "title" => [
        "home" => "الترجمات",
        "list" => "الترجمات",
        "create" => "إنشاء ترجمة",
        "edit" => "تعديل ترجمة",
    ],
    "label" => "الترجمات",
    "group" => "المجموعة",
    "key" => "المفتاح",
    "text" => "النص",
    "scan" => "الحصول علي الترجمات",
    "namespace" => "النطاق",
    "notification" => "تم تغيير اللغة بنجاح",
    "loaded" => "تم تحديث قائمة الترجمات بنجاح",
    "uploaded" => "تم استيراد الترجمات بنجاح",
    "menu" => "تغيير اللغة",
    "import" => "استيراد",
    "export" => "تصدير",
    "import-file" => "برجاء اختيار ملف الاكسيل المصدر بعد ترجمته",
    "modal" => [
        "heading" => "تحديث اللغة الحالية",
        "button" => "حفظ اللغة",
        "setting" => "الإعدادات",
        "select" => "اللغة",
    ],
    "lang" => [
        "ar" => "العربية",
        "en" => "الانجليزية",
        "pt_BR" => "البرتغالية - البرازيل",
        "my" => "البورمية",
    ]
];
